openshwprojects/OpenBK7231T_App/libraries/ESP32_Display_Panel/examples/esp_idf/lvgl_v8_port/sdkconfig.ci.BOARD_ESPRESSIF_ESP32_P4_FUNCTION_EV_BOARD
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP_PANEL_BOARD_DEFAULT_USE_SUPPORTED=y
CONFIG_ESP_PANEL_BOARD_MANUFACTURER_ALL=y
CONFIG_BOARD_ESPRESSIF_ESP32_P4_FUNCTION_EV_BOARD=y
